
{
    "Scout-and-Scan": "The ZEISS Scout-and-Scan Instrument Control System is a user-friendly software designed to streamline the process of identifying regions of interest and configuring scanning parameters in ZEISS Xradia Versa and Context X-ray microscopes. This system enhances imaging efficiency by enabling quick and precise targeting of specific areas within samples, facilitating high-resolution imaging and analysis. Regular updates to Scout-and-Scan's functionality are part of ZEISS's 'Protect Your Investment' strategy, ensuring that users benefit from continuous improvements and advanced features.",
    "SmartSEM": "ZEISS SmartSEM is a comprehensive software platform designed to operate and control ZEISS scanning electron microscopes (SEM), field emission SEMs (FE-SEM), and focused ion beam SEMs (FIB-SEM). It provides users with full access to advanced microscope settings, enabling precise control over all operational parameters to tackle complex imaging tasks. The software features customizable user interfaces, allowing users to choose between a full-control mode for experienced operators and a simplified GUI for occasional users. SmartSEM enhances imaging conditions by offering various imaging settings and processing extensive signals during acquisition or on stored images. It also facilitates the extraction of topographical and compositional information by overlaying images from different detectors. Additional functionalities include a customizable toolbar, the ability to save operating conditions for future recall, and a Macro-Editor with access to over 250 instrument control functions. Optional modules like SmartSEM Touch, SmartBrowse, and SmartPI further extend its capabilities, catering to specific application needs. Overall, SmartSEM serves as a versatile and powerful tool for researchers and professionals seeking efficient and detailed electron microscopy analysis.",
    "Arivis Pro": "ZEISS arivis Pro is an advanced image analysis and visualization software tailored for researchers handling large, multidimensional microscopy datasets. It supports 2D, 3D, and 4D image analysis, enabling users to create automated pipelines without the need for coding. The software integrates AI-powered segmentation tools, including pre-trained models like Cellpose and custom-trained models from arivis Cloud, to facilitate accurate and efficient analysis. arivis Pro also offers immersive virtual reality capabilities, allowing users to interact with their data in a 3D environment, enhancing understanding of complex structures. With support for over 30 image file formats and optimized performance for handling massive datasets, arivis Pro streamlines the workflow from image acquisition to analysis, making it a comprehensive solution for advanced microscopy research. ",
    "Arivis": "ZEISS arivis Advanced Image Analysis is a comprehensive software ecosystem designed to automate and streamline image analysis workflows, providing fast, reliable, and reproducible results without the need for coding. It includes three main components: ZEISS arivis Pro, which offers AI-powered segmentation, 3D visualization, and real-time data processing; ZEISS arivis Hub, a platform for parallelized batch processing that optimizes resources for large-scale image analysis; and ZEISS arivis Cloud, a cloud-based solution for training custom deep learning models for image segmentation and analysis. Together, these tools enable researchers to handle multi-dimensional datasets, enhance data processing efficiency, and accelerate time to insights, making the ecosystem suitable for a wide range of research applications.",
    "LabScope": "ZEISS Labscope is an intuitive imaging application designed to simplify and enhance microscopy workflows across educational, laboratory, and hobbyist settings. Compatible with Windows PCs, tablets, and smartphones, it enables users to capture high-quality images and videos, perform measurements, and annotate samples effortlessly. In educational environments, Labscope transforms traditional classrooms into interactive digital spaces by allowing instructors to monitor and display live images from all connected microscopes, fostering real-time collaboration and engagement. For laboratory applications, it streamlines routine tasks with features like live viewing, adjustable acquisition parameters, and integrated measurement tools. Additionally, optional AI modules such as Cell Confluency and Cell Counting provide automated, reliable analysis of cell cultures, enhancing experiment reproducibility and efficiency. With its user-friendly interface and versatile functionality, ZEISS Labscope serves as a comprehensive solution for modern microscopy needs.",
    "ZEN": "ZEISS ZEN is a comprehensive microscopy software platform designed to streamline the entire imaging workflow—from acquisition to analysis and data management. It offers a modular structure with specialized toolkits for image acquisition, processing, and analysis, allowing users to tailor the software to their specific experimental needs. ZEN supports advanced features such as automated smart acquisition, GPU-powered 3D visualization, and machine learning-based image analysis, facilitating efficient handling of complex, multidimensional datasets. The software's intuitive interface ensures ease of use across various microscopy modalities, including light and electron microscopy, making it suitable for both routine laboratory tasks and advanced research applications. Additionally, ZEN's cloud-based data management capabilities enable seamless collaboration and data sharing among research teams",
    "ZEN Core": "ZEISS ZEN core is a comprehensive microscopy software platform designed to unify and streamline imaging workflows across various ZEISS light and electron microscopes. It offers a standardized graphical user interface, enabling users to control multiple microscope modalities seamlessly, which is particularly beneficial in multi-user laboratory environments. ZEN core integrates advanced imaging, segmentation, and analysis tools, including AI-driven features for automated image segmentation and classification. Its modular design allows for customization through 'workbenches,' facilitating tailored workflows for tasks such as sample setup, acquisition, and reporting. The software also supports correlative microscopy, connecting data from different instruments and locations, and offers mobile access for data exploration and visualization. With its robust data management capabilities, ZEN core ensures data repeatability and reliability, making it a versatile solution for connected microscopy applications across research and industrial settings.",
    "Dragonfly": "Dragonfly 3D World ZEISS Edition is an advanced software designed for visualizing and analyzing 2D and 3D datasets from ZEISS imaging technologies such as X-ray microscopy (XRM), FIB-SEM, and SEM. It offers multi-scale and multi-modal data visualization, enabling the integration of diverse imaging data into a single platform. The software provides powerful image processing and segmentation tools, as well as quantification capabilities for measuring various metrics like volume and surface area. With Python scripting support, users can customize workflows, while high-quality visualizations and animations enhance data presentation. Dragonfly is also correlative-ready, making it ideal for combining different types of microscopy data for comprehensive analysis. Additionally, it includes tools for seamless integration with ZEISS Scout and Zoom technologies and is available with a trial version and a maintenance contract for updates and technical support.",
    "ZEN Lite": "ZEISS ZEN lite is a free, entry-level version of ZEISS's powerful microscopy software, designed for basic image acquisition and analysis. It allows users to control Axiocam microscope cameras, perform essential image processing tasks, and view CZI files along with other standard image formats. ZEN lite supports image transformation, measurements, and alignment for correlative microscopy, offering various visualization options to facilitate fundamental microscopy workflows. To access ZEN lite, users can register and download it through the ZEISS Microscopy Installer, which will default to ZEN lite if no paid license is detected.",
    "ZEN Desk": "ZEISS ZEN desk is a dedicated software solution designed to optimize microscopy workflows by offloading image processing and analysis tasks from acquisition systems to separate workstations. This separation enhances efficiency, allowing imaging systems to focus solely on data capture while ZEN desk handles intensive computational tasks. Key features include the use of scientifically validated algorithms for image processing, GPU-accelerated 3D visualization for handling large datasets, and machine learning-based tools for advanced image analysis. Additionally, ZEN desk facilitates correlative microscopy by integrating data from both light and electron microscopes and offers secure storage options for raw data, either locally or in the cloud. By leveraging ZEN desk, researchers can achieve faster, more accurate analyses and streamline their microscopy workflows.",
    "ART": "The ZEISS Advanced Reconstruction Toolbox (ART) is an AI-powered software suite designed to enhance the capabilities of ZEISS X-ray microscopy (XRM) and microCT systems. By integrating advanced reconstruction algorithms such as DeepRecon, OptiRecon, and PhaseEvolve, ART significantly improves image quality, contrast, and throughput. These tools enable faster data acquisition and processing, allowing researchers to visualize fine structural details with greater clarity and efficiency. ART is particularly beneficial for applications in materials science, electronics, life sciences, and semiconductor analysis, where high-resolution 3D imaging is essential. The platform's modular design ensures flexibility, catering to diverse imaging needs and facilitating seamless integration into existing workflows.",
    "Arivis Cloud": "ZEISS arivis Cloud AI is a cloud-native platform designed to deliver scalable and user-friendly deep learning solutions for scientific image analysis, particularly in the life sciences. It enables researchers to efficiently process and analyze large, multi-dimensional microscopy datasets—such as those from light-sheet, confocal, or electron microscopes—using AI-powered models for object detection, segmentation, and classification. Without requiring deep coding knowledge or complex infrastructure setup, users can train and deploy custom models through an intuitive web interface. The platform's modern, container-based architecture supports high-performance, GPU-accelerated processing and ensures robust data security and compliance for regulated environments. Seamlessly integrating with the ZEISS ecosystem, arivis Cloud AI streamlines the path from image acquisition to analysis and visualization, empowering scientists in fields like cell biology, neuroscience, and digital pathology to accelerate discovery with AI-enhanced insights.",
    "LSM 990": "the zeiss lsm 990 is a versatile confocal microscope system offering a wide range of multimodal imaging options for advanced biological research. its capabilities extend beyond traditional confocal microscopy, enabling intricate investigations into cellular structures, molecular dynamics, and physiological processes in various biological samples.\nkey research and application areas:\n- high-resolution imaging of biological structures: investigating subcellular details and resolving fine structures down to 90 nm using super-resolution techniques like airyscan. this allows for the detailed study of components like the synaptonemal complex and sperm flagella.\n- live cell imaging and dynamics: observing dynamic biological processes in living cells and organisms, including molecular dynamics, protein interactions, flow in microfluidic systems, and developmental processes. the system supports high-speed volume acquisition up to 80 volumes per second for capturing fast events like the beating of a zebrafish heart.\n- advanced spectral imaging and multiplexing: identifying and separating multiple fluorescent labels across a broad emission wavelength range (380 to 900 nm), enabling the simultaneous study of over 10 labels in a single scan. this facilitates in-depth understanding of spatial biology through techniques like lambda scans and spectral unmixing.\n- deep tissue imaging: recovering information from deep within tissues, organoids, and spheroids using multiphoton excitation (690 - 1300 nm). this is crucial for studying complex biological systems in a more native context.\n- molecular dynamics and interaction studies: gaining insights into protein concentrations, movement, and interactions using techniques like fluorescence correlation spectroscopy (fcs) and spectral rics. the system also supports fluorescence lifetime imaging microscopy (flim) and fluorescence resonance energy transfer (fret) to investigate physiological parameters and molecular proximity.\n- volumetric imaging of living organisms: studying the dynamics of entire living organisms and tissues in 3d over time using lightfield 4d microscopy, capturing up to 80 volumes per second. this is beneficial for visualizing development and other dynamic processes in intact animals and organoids.\n- correlative microscopy: combining light microscopy with electron microscopy under cryogenic conditions to study cellular structures in a near-to-native state.\n- imaging of cleared samples: achieving increased optical penetration depth in cleared biological samples like brains, organoids, and spheroids, allowing for imaging up to 5.6 mm deep with specialized objectives.\ntypical sample types:\n- live cells and cell cultures: including various cell lines and primary cells.\n- tissues and tissue sections: from various organs and organisms, both fixed and live.\n- whole organisms and embryos: such as zebrafish larvae and drosophila pupae.\n- organoids and spheroids: including 3d cell cultures and tissue models.\n- cleared biological samples: such as whole mouse brains, tissue sections, organoids, and spheroids rendered transparent for deep imaging.\n- microfluidic systems: for studying flow and molecular dynamics in controlled environments.\n- yeast cells: for advanced spectral multiplexing experiments.\ncommonly performed tasks:\n- confocal microscopy: high-resolution optical sectioning of various samples.\n- super-resolution imaging: resolving structures beyond the diffraction limit down to 90 nm.\n- live imaging: capturing dynamic events in living samples over time.\n- volumetric imaging: acquiring 3d datasets of biological samples.\n- spectral imaging and unmixing: separating and analyzing the emission spectra of multiple fluorescent labels.\n- multiphoton microscopy: deep tissue imaging using longer excitation wavelengths.\n- fluorescence correlation spectroscopy (fcs) and spectral rics: investigating molecular concentrations, diffusion, and interactions.\n- fluorescence lifetime imaging microscopy (flim): analyzing fluorescence decay to gain information on molecular interactions and environmental parameters.\n- fluorescence resonance energy transfer (fret): studying protein interaction and distance.\n- fluorescence recovery after photobleaching (frap) and photomanipulation: investigating molecular and cellular dynamics through targeted laser manipulation.\n- image analysis and processing: utilizing software like zen and arivis pro for visualization, segmentation, tracking, and quantification of imaging data.\n- correlative light and electron microscopy (clem): combining light and electron microscopy data for comprehensive ultrastructural analysis.\n- imaging of cleared samples: deep imaging of transparent biological specimens for 3d structural analysis.",
    "LSM 900 with Airyscan 2": "ZEISS Airyscan is an advanced imaging technology that enhances traditional confocal microscopy by using a 32-channel detector to capture more light with higher resolution and sensitivity. Unlike standard confocal systems that rely on a single pinhole, Airyscan collects the entire Airy disk pattern and reconstructs images for super-resolution clarity—down to 120 nm laterally. This results in significantly improved signal-to-noise ratio and reduced photodamage, making it ideal for detailed imaging of live cells and biological samples. It's compatible with ZEISS LSM systems like the LSM 880 and 900, offering researchers a powerful tool for high-precision fluorescence microscopy",
    "LSM 990 with Airyscan 2": "ZEISS Airyscan is an advanced imaging technology that enhances traditional confocal microscopy by using a 32-channel detector to capture more light with higher resolution and sensitivity. Unlike standard confocal systems that rely on a single pinhole, Airyscan collects the entire Airy disk pattern and reconstructs images for super-resolution clarity—down to 120 nm laterally. This results in significantly improved signal-to-noise ratio and reduced photodamage, making it ideal for detailed imaging of live cells and biological samples. It's compatible with ZEISS LSM systems like the LSM 880 and 900, offering researchers a powerful tool for high-precision fluorescence microscopy",
    "LSM 910": "the zeiss lsm 910 is a compact confocal microscope designed for innovative imaging and smart analysis, enabling a broad spectrum of biological research applications. its core capabilities facilitate the detailed visualization and analysis of diverse biological specimens, ranging from subcellular structures to dynamic processes in living organisms.\nkey research and application areas:\n- high-resolution structural imaging: achieving super-resolution down to 90 nm laterally using airyscan technology to resolve fine details of cellular and molecular structures. this enables the investigation of intricate biological organization.\n- live cell and high-speed imaging: capturing dynamic processes in living samples with high temporal resolution, including 4d imaging at up to 80 volumes per second using lightfield 4d. this allows for the study of rapid biological events such as zebrafish heartbeats and intracellular movements.\n- advanced spectral analysis: employing spectral flexibility with nanometer precision for multi-color imaging and efficient spectral unmixing of multiple fluorescent labels, facilitating the detailed study of spatial biology.\n- gentle imaging for sensitive samples: utilizing an efficient beam path and sensitive detectors (gaasp-pmts and ma-pmts) to achieve high signal-to-noise ratios while minimizing phototoxicity, crucial for long-term live cell imaging.\n- quantitative molecular dynamics studies: investigating molecular concentration, diffusion, and flow dynamics in living samples using the dynamics profiler based on airyscan. this allows for the analysis of molecular behavior in various biological contexts.\n- deep tissue imaging with clearing: integrating with clearing techniques and specialized objectives to significantly increase optical penetration depth in samples like brains, organoids, and tissues, enabling the visualization of structures in deeper layers.\n- correlative cryo microscopy: facilitating workflows that combine light and electron microscopy under cryogenic conditions to study cellular structures in a near-to-native state, bridging the gap between functional and ultrastructural information.\ntypical sample types:\n- cells and cell cultures: including various cell lines for studying subcellular structures and dynamics.\n- tissues and tissue sections: allowing for the investigation of cellular organization and molecular distribution within complex environments.\n- organoids and spheroids: enabling the study of 3d tissue models and their development using various imaging modalities, including high-speed volume acquisition.\n- whole organisms and embryos: such as zebrafish embryos, for observing developmental processes and physiological functions in vivo with high spatiotemporal resolution.\n- cleared biological samples: including whole brains, tissue sections, organoids, and spheroids made transparent to enable deep optical imaging.\n- microfluidic devices: for controlled studies of flow and molecular dynamics.\n- plant tissues: such as arabidopsis thaliana stems, for investigating protein behavior in response to environmental stimuli.\ncommonly performed tasks:\n- confocal imaging: high-resolution optical sectioning to visualize specific planes within a sample and generate 3d reconstructions.\n- super-resolution microscopy: resolving structures beyond the diffraction limit to visualize nanoscale details of cellular components.\n- live cell imaging: capturing time-series data of living cells and organisms to study dynamic processes and cellular behaviors over time.\n- high-speed volumetric imaging: acquiring 3d datasets at rapid frame rates to visualize fast biological events in their entirety.\n- spectral imaging and unmixing: separating the contributions of multiple fluorescent probes based on their emission spectra to allow for simultaneous multi-target analysis.\n- fluorescence recovery after photobleaching (frap): investigating molecular mobility and dynamics within cellular compartments.\n- fluorescence correlation spectroscopy (fcs) and dynamics profiling: measuring molecular concentrations, diffusion coefficients, and flow velocities in living samples.\n- image processing and analysis: utilizing software tools like zen and arivis pro for image enhancement, quantification, segmentation, tracking, and 3d visualization of complex datasets.\n- correlative light and electron microscopy (clem): combining light microscopy for functional identification with electron microscopy for ultrastructural details.\n- imaging of large volumes and tiled acquisitions: acquiring data from large samples or multiple regions of interest and stitching them together for comprehensive analysis.\n- automated imaging workflows: setting up and executing complex imaging experiments with automation features for reproducible data acquisition.\n- advanced image analysis using ai: employing artificial intelligence-assisted features for sample finding, setup optimization, and image analysis.",
    "Evo Family": "the zeiss evo family of scanning electron microscopes offers a modular and versatile platform for a wide range of scientific and industrial investigations, combining high-performance imaging and analysis with intuitive operation for users of varying experience levels.\nkey research and application areas:\n- materials science: characterizing the morphology, structure, and composition of diverse materials, including metals, composites, polymers, ceramics, and coatings, for research and development. this includes investigating surface structures, fractures, inclusions, and grain boundaries. the evo supports advanced material analysis through techniques like energy dispersive spectroscopy (eds) and electron backscatter diffraction (ebsd).\n- life sciences: enabling the examination of biological specimens in their native or near-native hydrated states using variable and extended pressure modes. applications include imaging cells, tissues, plants, and microorganisms for structural and morphological studies. the system facilitates correlative light and electron microscopy for comprehensive biological investigations.\n- industrial quality assurance and failure analysis: providing solutions for routine inspection, quality control, and failure analysis across various industries. this includes cleanliness inspection, morphological and chemical analysis of particles, and the examination of electronic components. automated workflows and reporting tools enhance efficiency in industrial settings.\n- semiconductors and electronics: supporting the visual inspection and analysis of electronic components, integrated circuits, and mems devices. the evo's capabilities include high-contrast imaging of non-conductive semiconductor materials and cross-sectional failure analysis.\n- raw materials and earth sciences: facilitating the morphological, mineralogical, and compositional analysis of geological samples and raw chemicals. this includes imaging core samples and performing automated mineral analysis for resource characterization.\n- forensics: providing tools for the analysis of forensic evidence such as gunshot residue, paint, glass, fibers, and biological traces with minimal sample preparation. the system supports consistent imaging and high-throughput chemical analysis.\ntypical sample types:\n- conductive materials: metals, alloys, and coated samples examined under high vacuum.\n- non-conductive materials: polymers, ceramics, composites, uncoated geological samples, and biological tissues imaged using variable pressure modes to neutralize charging.\n- hydrated and contaminated samples: biological specimens, wet materials, and uncleaned industrial parts imaged in extended pressure mode with water vapor to maintain their native state and prevent contamination of the electron column.\n- large and challenging samples: industrial parts and geological cores accommodated by various chamber sizes and stage options, with weight capacities up to 5 kg and dimensions up to 300 mm wide and 210 mm high.\n- coated and uncoated samples: the evo offers imaging capabilities for both prepared and unprepared samples, catering to diverse analytical needs.\ncommonly performed tasks:\n- high-resolution imaging: acquiring detailed images of sample surfaces and microstructures using secondary electrons (se) and backscattered electrons (bse) detectors in various vacuum modes. the lab6 emitter enhances resolution and contrast.\n- elemental analysis: determining the chemical composition of specimens using integrated energy dispersive spectroscopy (eds) systems.\n- automated workflows: implementing predefined or user-defined automated routines for image acquisition, particle analysis, and routine inspections, enhancing throughput and reproducibility.\n- variable pressure imaging: investigating non-conductive samples without coating by utilizing gas ionization to dissipate charge build-up.\n- extended pressure imaging: examining hydrated and sensitive samples in a water vapor environment to preserve their natural state and prevent artifacts.\n- correlative microscopy: combining data from the evo with light microscopes or other analytical techniques to gain multi-modal insights into samples.\n- particle analysis: automatically detecting, characterizing, and classifying particles based on morphology and chemical composition for applications in industrial cleanliness, material analysis, and environmental monitoring.\n- automated mineralogy: performing quantitative mineral analysis on geological samples for geometallurgy, ore characterization, and reservoir analysis.\n- beam deceleration imaging: enhancing surface sensitivity and reducing charging artifacts on delicate non-conductive samples by controlling the electron landing energy.\n- navigation and sample management: using navigation cameras and software tools to easily locate regions of interest and manage large sample arrays.\n- data management and reporting: utilizing software like zeiss zen core for image processing, analysis, data connectivity, and generating reports, including options for gxp compliance in regulated industries.",
    "Sigma Family": "the zeiss sigma family of field emission scanning electron microscopes (fe-sems) offers versatile solutions for high-quality imaging and advanced analytical microscopy across a multitude of scientific and industrial domains. these instruments are engineered for reliable, high-end nano-analysis, combining fe-sem technology with an intuitive user experience to enhance productivity.\nkey research and application areas:\n- advancing materials science: facilitating the development and understanding of novel materials by enabling the investigation of micro- and nanoscale structures. this includes characterizing metals, alloys, polymers, catalysts, and coatings for various applications such as electronics and energy.\n- driving innovation in nanoscience and nanomaterials: providing capabilities for the analysis of nanoparticles, thin films, 2d materials (like graphene and mos2), and other nanostructures to understand their properties and potential applications.\n- supporting energy research: enabling the study of materials and devices relevant to energy storage and conversion, such as battery components, to improve their performance and longevity.\n- enabling life sciences investigations: allowing for the exploration of the ultrastructural details of biological samples, including cells, tissues, spores, and diatoms, often utilizing low voltage to minimize beam damage.\n- contributing to geosciences and natural resources: supporting the characterization of rocks, ores, and minerals for improved understanding, processing, and modeling in geology and related fields.\n- ensuring quality in industrial applications: serving as a vital tool for failure analysis of mechanical, optical, and electronic components, as well as for quality inspection of particles and materials to meet defined standards.\ntypical sample types:\n- a wide variety of materials including metals, ceramics, polymers, composites, thin films, and coatings.\n- nanomaterials such as nanoparticles, nanotubes, nanowires, and 2d crystals.\n- biological specimens encompassing cells, tissues, bacteria, fungi (e.g., spores), and diatoms.\n- geological samples including rocks, minerals, ores, and thin sections.\n- particulates for quality inspection and technical cleanliness analysis.\n- non-conductive samples such as polymers, biological tissues, and ceramics, often analyzed without coating using variable pressure modes.\n- beam-sensitive samples like biological materials and some nanomaterials, which can be imaged at low voltages to prevent damage.\ncommonly performed tasks:\n- high-resolution imaging of sample surfaces and internal structures, often at low accelerating voltages (e.g., 1 kv and below) to enhance resolution and contrast, especially on challenging samples.\n- material contrast imaging to visualize different phases or compositions within a sample using backscattered electron (bse) detectors.\n- elemental analysis and mapping using energy dispersive x-ray spectroscopy (eds) to determine the chemical composition and distribution of elements in a sample.\n- variable pressure (vp) imaging and analysis of non-conductive and outgassing samples without the need for conductive coatings, often utilizing nanovp lite mode to minimize the skirt effect and enhance image quality and analytical precision.\n- crystallographic orientation imaging using techniques like electron backscatter diffraction (ebsd) to study the microstructure of crystalline materials.\n- transmission imaging of thin samples using scanning transmission electron microscopy (stem) with dedicated detectors.\n- correlative microscopy by combining sem imaging with other techniques such as raman spectroscopy (rise microscopy) to gain complementary chemical and structural information.\n- automated workflows for imaging, analysis (e.g., particle analysis, non-metallic inclusion analysis), and in situ experiments to increase productivity and ensure reproducible results.\n- surface topography and 3d reconstruction using techniques like the annular bse detector (absd) and dedicated software to obtain quantitative information about the sample surface.\n- in situ experiments such as heating and tensile testing within the sem chamber to observe material behavior under controlled conditions.\n- failure analysis to investigate fractures, defects, and corrosion in various materials and components.\n- particle analysis for technical cleanliness and material characterization, including automated detection, measurement, counting, and classification of particles based on morphology and elemental composition.\n- quantitative mineralogy using automated sem and eds to classify mineral phases based on their chemical composition and provide detailed information on their properties.",
    "LSM 900": "the zeiss lsm 900 with airyscan 2 is a compact confocal microscope designed for high-quality imaging and intelligent analysis of biological samples, supporting a wide range of research applications from resolving nanoscale structures to observing dynamic processes in living systems. its key technologies enable researchers to acquire detailed and quantitative data while maintaining sample integrity and maximizing experimental efficiency.\nkey research and application areas:\n- super-resolution imaging: investigating the ultrastructure of biological specimens by achieving resolution beyond the diffraction limit (down to 90 nm laterally) through airyscan 2 and joint deconvolution (jdcv). this allows for the detailed visualization of cellular and molecular architecture.\n- gentle live cell imaging: studying biological processes in living organisms with minimized phototoxicity and photobleaching due to optimized components and sensitive detectors. this facilitates long-term observation of cellular dynamics and molecular interactions without disturbing the sample.\n- fast multiplex imaging: acquiring data from multiple fluorescent labels or large fields of view rapidly using multiplex modes of airyscan 2, enabling the study of dynamic events and efficient screening of samples.\n- enhanced confocal imaging: improving the signal-to-noise ratio and resolution of standard confocal imaging through lsm plus, allowing for better data quality in multi-color and live cell experiments with minimal user interaction.\n- molecular dynamics analysis: determining molecular concentration, diffusion, and flow in living samples using the zeiss dynamics profiler, which leverages the unique capabilities of the airyscan 2 detector for advanced spatial cross-correlation analyses. this enables the study of molecular behavior in various biological contexts, including flow in microfluidic systems and blood vessels and asymmetric diffusion in cellular condensates.\n- automated and reproducible experiments: streamlining complex imaging workflows with zen microscopy software, including features like ai sample finder for rapid region of interest identification and smart setup for automated application of optimal imaging settings. the experiment designer module allows for the creation of sophisticated, repeatable imaging routines.\n- correlative microscopy: integrating data from different imaging modalities and sources using zen connect to provide a comprehensive understanding of the sample, from overview to high-resolution details, including the possibility of correlative cryo microscopy workflows.\ntypical sample types:\n- cultured cells and cell lines: for studying subcellular structures, dynamics, and responses to stimuli.\n- tissues and tissue sections: to investigate cellular organization, protein localization, and interactions within a complex environment.\n- small model organisms and embryos: such as drosophila\nand zebrafish\nfor in vivo studies of development, physiology, and disease.\n- organoids and 3d cell cultures: for studying tissue architecture and development in vitro.\n- plant samples: such as pollen grains, for investigating cellular structures.\n- samples requiring correlative microscopy: like yeast cells for cryo-em workflows.\n- microfluidic systems: for controlled studies of fluid dynamics and molecular flow.\ncommonly performed tasks:\n- confocal laser scanning microscopy: obtaining high-resolution optical sections of samples to visualize internal structures and create 3d reconstructions.\n- super-resolution imaging with airyscan: resolving nanoscale details beyond the limits of conventional light microscopy.\n- live cell imaging: capturing time-lapse sequences of living samples to study dynamic biological processes.\n- multi-color fluorescence imaging: simultaneously detecting multiple fluorescent probes to study the co-localization and interactions of different molecules.\n- spectral imaging and unmixing: separating the signals of spectrally overlapping fluorophores for accurate multi-target analysis.\n- quantitative image analysis: extracting meaningful data from images, including measurements of intensity, area, distance, and co-localization, using tools within zen software and the bio apps toolkit.\n- automated sample identification and imaging: utilizing ai sample finder to quickly locate and image regions of interest on various sample carriers.\n- analysis of molecular dynamics: measuring parameters such as diffusion coefficients, flow speeds, and molecular concentrations using the dynamics profiler.\n- creating 3d and 4d visualizations: reconstructing volumetric datasets and generating animations to understand spatial and temporal relationships within samples.\n- correlating light and electron microscopy data: combining functional light microscopy data with ultrastructural details from electron microscopy.\n- performing bleaching experiments: such as frap, to study molecular mobility within cellular compartments (although frap is mentioned in the software features\n, no specific application examples are provided in the excerpts).\n- tiling and multi-position imaging: acquiring large datasets by automatically imaging and stitching together multiple adjacent fields of view or imaging multiple regions of interest.",
    "GeminiSEM Family": "the zeiss geminisem family of field emission scanning electron microscopes (fesems) provides versatile solutions for advanced imaging and analysis across a wide range of scientific and industrial disciplines. these instruments are designed to meet the highest demands in sub-nanometer imaging, analytics, and sample flexibility.\nkey research and application areas:\n- advancing nanoscience and nanomaterials: enabling the visualization, characterization, and manipulation of nanoscale structures and materials for applications in electronics, catalysis, sensing, and medicine. this includes analyzing the structure and integrity of nanoelectronic and photonic devices, imaging sensitive 2d materials, and investigating nanomagnetism and nanomechanics.\n- innovating energy materials: providing insights into the microstructure of materials and devices critical for batteries, solar cells, and fuel cells, aiding in the development of more efficient energy solutions. this encompasses microstructure and device evaluation, defect analysis, and the quantification of phases, pores, and fractures.\n- engineering next-generation materials: supporting the development and improvement of advanced alloys, composites, coatings, and additively manufactured parts by detailed characterization of their properties. this involves high-resolution imaging with superior contrast, metallography, fracture analysis, and in situ material behavior studies.\n- exploring bio-inspired materials, polymers, and catalysts: facilitating the design, optimization, and functional characterization of these often non-conductive and beam-sensitive materials for diverse applications. key tasks include surface evaluation, structural analysis, correlative multiscale characterization, and failure analysis.\n- ensuring industrial quality and reliability: serving as a crucial tool for failure analysis in mechanical, optical, and electronic components, helping to identify root causes and improve manufacturing processes.\n- driving innovation in electronics and semiconductors: addressing the increasing complexity of semiconductor devices by providing high-resolution imaging and analysis techniques essential for process control and failure analysis of nanoscale features. this includes construction analysis, passive voltage contrast imaging, and subsurface analysis.\n- unveiling the complexity of life sciences: enabling detailed characterization of biological samples, from ultrastructural investigations of cells and tissues to large-area imaging for statistical analysis in various fields like neuroscience, cell biology, and developmental biology.\ntypical sample types:\n- a wide array of nanostructured materials, including nanoparticles, nanowires, thin films, and 2d materials.\n- components and materials used in energy storage and conversion, such as battery electrodes and separators, solar cell layers, and fuel cell membranes.\n- various engineering materials, including metals, alloys, ceramics, polymers, composites, and coatings, often analyzed in cross-section or after mechanical failure.\n- bio-inspired and soft materials, such as polymer scaffolds, biological tissues, and catalysts, often imaged without conductive coatings.\n- industrial components from diverse sectors, including electronics, mechanics, and optics, analyzed for defects, composition, and structural integrity.\n- semiconductor devices at various stages of fabrication, including transistors, interconnects, and integrated circuits.\n- a broad spectrum of biological samples, including cells, tissues, bacteria, viruses, and whole organisms, prepared using various techniques like fixation, staining, and embedding.\ncommonly performed tasks:\n- high-resolution imaging to reveal nanoscale details of material surfaces and internal structures, often utilizing low accelerating voltages to minimize sample damage.\n- detailed surface characterization to understand topography, roughness, and the presence of specific features or defects.\n- compositional analysis using various detectors to identify and map different material phases and elemental distributions.\n- crystallographic investigations to determine grain orientations and crystalline structures within materials.\n- correlative microscopy by integrating data from multiple imaging modalities (e.g., light and electron microscopy) to obtain a more comprehensive understanding of samples.\n- automated large-area imaging and data acquisition to enable statistical analysis and the study of heterogeneous samples.\n- three-dimensional reconstruction of sample volumes using techniques like serial sectioning and tomography to visualize internal structures in detail.\n- in situ experimentation to observe dynamic processes and material behavior under controlled environmental conditions such as temperature changes, mechanical stress, or vacuum levels.\n- analysis of challenging samples, including non-conductive and beam-sensitive materials, using specialized modes like variable pressure to mitigate charging artifacts and beam damage.\n- failure analysis to identify the root causes of material and device malfunctions in industrial and research settings.\n- subsurface imaging and electronic property analysis of semiconductor devices to aid in design and failure diagnostics.",
    "Crossbeam Family": "the zeiss crossbeam family of focused ion beam scanning electron microscopes (fib-sems) provides a powerful platform for high-throughput 3d analysis and advanced sample preparation across diverse scientific and industrial fields. combining the high-resolution imaging of a field emission sem with the precise processing of a next-generation fib, crossbeam instruments enable intricate manipulation and detailed characterization of materials.\nkey research and application areas:\n- high-resolution imaging and surface analysis:\n- applications: obtaining detailed 2d and 3d images of various samples, including conductive and non-conductive specimens. investigating surface details and material contrast.\n- sample types: a wide range of materials, including metals, ceramics, polymers, biological samples, and electronic components.\n- commonly performed tasks: high-resolution sem imaging at various accelerating voltages, including low voltage for surface sensitivity and beam-sensitive samples. utilizing inlens detectors (se and esb) for topographical and material contrast. imaging non-conductive samples using variable pressure or local charge compensation. large area mapping. surface sensitive imaging using tandem decel.\n- 3d volume analysis and tomography:\n- applications: reconstructing the 3d microstructure and composition of materials. morphological analysis of biological samples. correlative multi-scale, multi-modal imaging using atlas 5.\n- sample types: diverse materials requiring volumetric analysis, including solid oxide fuel cells, metallic alloys, biological tissues (cells, organisms, brain sections), and geological samples.\n- commonly performed tasks: serial sectioning using the fib for 3d reconstruction. automated tomography data acquisition. 3d eds and 3d ebsd analysis during tomography runs. precise and reliable results with leading isotropic voxel size. tracking voxel sizes and automated image quality control.\n- focused ion beam milling and nanofabrication:\n- applications: precise cross-sectioning to reveal subsurface information. preparation of specimens for further analysis (e.g., tem lamellae). nanopatterning and creation of micro/nanostructures. fast material removal for accessing buried structures.\n- sample types: wide variety of materials requiring targeted modification, including semiconductors, metals, ceramics, polymers, and biological samples.\n- commonly performed tasks: high-precision milling with the ion-sculptor fib column, minimizing sample damage. fast and precise material removal with high beam currents (up to 100 na). low voltage fib performance for delicate samples. automated milling of cross-sections and user-defined patterns. fastmill strategy for enhanced milling speed. utilizing a femtosecond laser for rapid ablation of large volumes to access deeply buried regions.\n- tem sample preparation:\n- applications: preparing high-quality, ultra-thin lamellae for transmission electron microscopy (tem) and scanning transmission electron microscopy (stem) analysis. preparing batches of tem lamellae automatically.\n- sample types: diverse materials requiring tem analysis, including semiconductors, metals, polymers, and biological tissues.\n- commonly performed tasks: guided, semi-automated tem lamella preparation workflows. automated chunk milling, in situ lift-out, and thinning. utilizing the low voltage performance of the ion-sculptor fib for high-quality lamellae with minimal amorphization. live monitoring of lamella thinning using sem. quantitative thickness determination with smartepd. preparation of ultra-thin lamellae using the x2-holder for challenging samples. fully automated tem preparation with crossbeam 550 samplefab.\n- advanced analytical techniques:\n- applications: analyzing the elemental and isotopic composition of surfaces. performing analytical mapping and depth profiling. correlating structural and chemical information.\n- sample types: various solid surfaces requiring detailed compositional analysis, including batteries, polymers, and semiconductors.\n- commonly performed tasks: time-of-flight secondary ion mass spectrometry (tof-sims) for parallel detection of atomic and molecular ions. 3d eds and ebsd analysis integrated with tomography.\nthe zeiss crossbeam family offers modularity and customization options, including various detectors, gas injection systems (gis), manipulators, and software packages like atlas 5, enabling researchers to tailor the instrument to their specific application needs and achieve high-impact results. the gemini electron optics ensure excellent image quality and long-term stability, while the ion-sculptor fib column provides superior processing capabilities with minimal sample damage.",
    "Xradia Ultra Series": "the zeiss xradia ultra family offers high-resolution, non-destructive three-dimensional x-ray microscopy for a broad range of scientific and industrial investigations, providing synchrotron-quality nanoscale imaging within a laboratory setting. this enables the detailed examination of internal features and phenomena in their native environments.\nkey research applications:\n- materials science: the xradia ultra is employed for analyzing microstructures and nanoscale defects in diverse materials like polymers, ceramics, metals, and composites. it facilitates the observation of material behavior under varying conditions through in situ experiments, including mechanical loading and heating, to understand deformation, failure, and phase transitions.\n- life sciences: this technology allows for the non-destructive imaging of biological specimens, including soft and calcified tissues, bio scaffolds, and even entire organisms, revealing intricate cellular and subcellular architectures. zernike phase contrast enables the visualization of low-density specimens without staining.\n- energy materials: researchers utilize the xradia ultra to evaluate the microstructure and performance of energy devices such as batteries and fuel cells, including defect analysis, phase distribution, and pore network characterization, often under in situ operating conditions.\n- polymer and soft materials research: the system is crucial for the structural analysis, segmentation, and quantification of polymers and other soft materials, including pore network characterization and the investigation of interfaces with harder materials using both absorption and phase contrast.\n- engineering materials development: understanding the relationship between microstructure and properties in advanced alloys, composites, and coatings is a key application. the xradia ultra enables the characterization of inclusions, the study of in situ material behavior, and the tracking of corrosion and microstructural defects.\n- electronics and semiconductor packaging: the microscope facilitates the non-destructive inspection of 3d interconnects and integrated circuits for defect detection and integrity assessment, including in situ thermal characterization.\n- geosciences: applications include the identification of component materials and phase distribution in geological samples, the visualization and modeling of 3d pore networks for fluid flow analysis, and the determination of material properties under various conditions using in situ capabilities.\ncommonly analyzed sample types:\nthe xradia ultra family accommodates a wide array of samples, including hard and soft materials, composites, polymers, ceramics, metals, biological tissues, cells, energy storage materials, electronic components, and geological specimens such as shale and carbonates.\ntypical research tasks:\nresearchers employ the xradia ultra for non-destructive 3d imaging with nanoscale resolution. key tasks include:\n- visualizing internal structures and defects in 3d without sample destruction.\n- performing in situ studies to observe material changes under various stimuli like mechanical load, temperature, and electrical bias.\n- utilizing absorption and zernike phase contrast to enhance image quality for a diverse range of materials, including low-contrast samples.\n- conducting microstructural analysis, including grain boundaries, porosity, and inclusions.\n- segmenting and quantifying different material phases and features within complex samples.\n- performing 4d imaging to track the evolution of internal structures over time or under changing conditions.\n- integrating nanoscale x-ray imaging into correlative workflows with other microscopy techniques like xradia versa, fib-sem, and tem for comprehensive multi-scale analysis.\n- performing nanomechanical testing (compression, tension, indentation) and observing the resulting internal changes.\n- investigating material degradation processes, such as corrosion, at the nanoscale.\n- modeling phenomena like fluid flow in porous media based on high-resolution 3d data.\nthe zeiss xradia ultra family provides a powerful and versatile platform for advancing scientific understanding across various disciplines by enabling non-destructive nanoscale exploration of diverse materials and processes.",
    "axioscan 7": "the zeiss axioscan 7 is a high-performance slide scanner designed for the automated digitization of specimens using fluorescence, brightfield, and polarization microscopy, enabling high-throughput imaging with excellent image quality and application flexibility.\nkey research and application areas:\n- neurodegenerative disease research: facilitates the development of analytical models, such as for amyloid deposition in alzheimer's disease, through high-resolution brightfield virtual slides and subsequent image analysis.\n- cancer research: supports the investigation of fundamental cancer biology with high-quality, rapid fluorescence imaging, enabled by efficient hardware and software.\n- multiplexed imaging: enables the identification of phenotypic fingerprints in various tissue types by offering optimal spectral separation of multiple fluorescent dyes.\n- immunological research: aids in understanding immune responses, such as those to allografts and xenografts, by identifying cell phenotypes and their interactions within tissues using high dynamic range and artifact-free imaging.\n- neurotrauma studies: allows for the quantification of brain injury measurements and the analysis of regeneration pathways using z-stack imaging and high-throughput, robust digitization.\n- polarization microscopy applications: supports the analysis of sample organization, such as collagen fiber orientation in tissues or mineral structures in geological samples, using various polarization options.\n- drug discovery and development: assists in target identification and characterization through sensitive fluorescence imaging combined with gentle specimen handling and tie contrast for focusing.\n- core imaging facilities: provides a versatile automated platform suitable for a wide range of users and applications, from life science to geology, ensuring high utilization and a quick return on investment.\n- collaborative research and data sharing: enables efficient exchange of information among experts through platform-independent access to images and data, facilitating discussions and online project publishing.\ntypical sample types:\n- histological sections: including tissue samples stained with he, masson trichrome, fluorescent dyes, and immunofluorescence protocols.\n- tissue microarrays (tma): facilitating resource-efficient analysis with increased throughput.\n- cytological preparations: for brightfield, fluorescence, and polarization imaging.\n- geological thin sections: for analysis using polarization light microscopy.\n- fluorescence in-situ hybridization (fish) slides: for determining the number of single sequence copies in the genome using multichannel fluorescence.\n- transparent samples: analyzed using the tie contrast method.\ncommonly performed tasks:\n- high-throughput, automated slide scanning: processing up to 100 slides in a single run with diverse scan profiles and imaging modes.\n- multimodal imaging: combining brightfield, fluorescence, and polarization techniques to extract maximum information from samples.\n- automated image acquisition and analysis: utilizing zen slidescan and zen image analysis tools for efficient data processing.\n- remote data access and sharing: enabling anytime, anywhere access to virtual slides via zen data storage and zen data explorer for collaboration and presentations.\n- precise focusing: automated focusing with the option for manual editing of focus points for challenging samples.\n- multichannel fluorescence imaging: efficiently capturing and separating a broad range of fluorescence signals with fast filter wheels and advanced filter concepts.\n- transfer of intensity equation (tie) contrast imaging: enhancing the visualization of transparent tissues, facilitating rapid focusing for fluorescence imaging, and minimizing photobleaching.\n- z-stack acquisition and extended depth of field: capturing three-dimensional datasets and generating in-focus images of thick samples.\n- reliable and reproducible imaging: ensuring consistent image quality over time and across systems through automated calibration.\n- integration with advanced microscopy workflows: combining automated slide scanning with detailed studies on other zeiss microscope systems using zen connect.",
    "Elyra 7": "the zeiss elyra 7 with lattice sim is a comprehensive super-resolution microscopy system designed to visualize biological structures and dynamic events across multiple scales, from cellular to molecular levels. it integrates several advanced microscopy techniques to optimally match resolution, speed, and sensitivity requirements for diverse biological investigations.\nkey research and application areas:\n- cellular and subcellular biology: investigating the organization, dynamics, and interactions of cellular components, including the cytoskeleton (actin and microtubules), organelles (endoplasmic reticulum, mitochondria, nucleus), and protein complexes.\n- molecular biology: resolving individual molecules and their spatial relationships within cells, such as nuclear pore complexes and other nanoscale structures.\n- live cell imaging: capturing highly dynamic processes in living specimens with high spatiotemporal resolution and minimal phototoxicity, including cytoskeletal dynamics, organelle interactions (fusion, fission), and vesicle movement.\n- developmental biology: studying cellular and molecular events during development in various organisms, including zebrafish and c. elegans.\n- neuroscience: examining neuronal structures and connectivity at high resolution.\n- immunology: analyzing immune cell interactions and pathogen dynamics.\n- multi-color imaging: simultaneously or sequentially visualizing multiple fluorescently labeled components to study their co-localization and interactions.\n- correlative microscopy: combining different imaging modalities (e.g., lattice sim, smlm, sim apotome, lsm, electron microscopy) to gain complementary information from the same sample.\n- high-resolution imaging of thick and scattering samples: overcoming limitations of conventional microscopy to visualize structures within tissues and developing organisms up to 100 um thick.\ntypical sample types:\n- cultured cells: including various cell lines (e.g., cos-7, u2os, llc pk1, a6, bsc1) expressing fluorescent proteins or labeled with standard dyes and immunofluorescence.\n- fixed biological specimens: prepared for high spatial resolution imaging.\n- tissue sections: ranging in thickness, including brain sections, plant tissues (e.g., helianthus), and larval tissues (e.g., drosophila).\n- developing organisms: such as zebrafish embryos and c. elegans.\n- bacteria: for single-molecule localization microscopy.\n- subresolution beads: used for resolution measurements.\n- gatta nanorulers: for assessing resolution capabilities.\ncommonly performed tasks:\n- super-resolution structured illumination microscopy (sim): resolving structures down to 60 nm using lattice sim2 and advanced image reconstruction.\n- fast optical sectioning: eliminating out-of-focus light for high-contrast imaging of 3d structures using sim apotome.\n- single-molecule localization microscopy (smlm): achieving molecular resolution (10-20 nm lateral, 20-40 nm axial) using techniques like palm, dstorm, and paint.\n- time-lapse imaging of dynamic processes: capturing rapid events in living cells at high frame rates (up to 255 fps with burst mode) while minimizing phototoxicity.\n- three-dimensional (3d) imaging: reconstructing volume data with super-resolution and optical sectioning capabilities across different techniques (lattice sim, sim apotome, smlm).\n- simultaneous multi-color acquisition: imaging multiple fluorescent probes without temporal delays using the duolink adapter for co-localization studies.\n- image reconstruction and analysis: utilizing sophisticated algorithms (e.g., sim2, burst, leap) within the zen software for improved resolution, artifact reduction, and quantitative data extraction.\n- correlative workflows: combining data from different imaging techniques within elyra 7 or with external systems like lsm and electron microscopes using software tools like zen connect.\n- large area and volume imaging: acquiring data from extensive regions or depths using tile scanning and z-stacks.\n- gentle imaging of photosensitive samples: minimizing light exposure and utilizing efficient detection to reduce photobleaching and phototoxicity, crucial for long-term live cell experiments.",
    "Discovery": "the zeiss stereo discovery.v20 is a modular stereo microscope offering a high 20:1 zoom range and the capability to capture brilliant three-dimensional images with exceptional depth perception. its design and features support a variety of research and inspection tasks requiring detailed observation and precise control over magnification and imaging parameters.\nkey research and application areas:\n- detailed observation and analysis: the wide 20x zoom range allows for both large overviews and examination of minute details, making it suitable for comprehensive sample analysis. the excellent depth perception is crucial for understanding three-dimensional structures in various specimens.\n- reproducible imaging: the ezoom feature with its electronic zoom curve enables the precise positioning of lenses, resulting in doubled precision compared to mechanical zoom bodies. this allows for highly accurate and reproducible zoom positions, exceeding 99 percent accuracy.\n- modular adaptability: the modular design of the stereo microscope system provides maximum flexibility, allowing the microscope to be adapted to diverse research and application needs through a sophisticated system of interfaces and adapters.\n- ergonomic operation for extended use: the sycop touch panel allows for the control of essential functions like magnification, focus, contrast, and brightness without the user needing to look away from the eyepieces, facilitating comfortable and efficient operation.\ntypical sample types:\ngiven the high zoom range and modularity, the zeiss stereo discovery.v20 can accommodate a wide variety of samples, potentially including:\n- biological specimens requiring detailed three-dimensional observation at various magnifications.\n- industrial components where a large zoom range is needed for both overview and close inspection of fine details.\n- samples requiring precise and reproducible zoom settings for comparative analysis.\nalthough the sources do not explicitly list specific sample types for the v20, the mentioned applications for other stereo models (v8 and v12) and the capabilities of the v20 suggest its utility with samples such as biological embryos, tissues, microorganisms, electronic components, and materials science specimens.\ncommonly performed tasks:\n- visual examination: observing samples in three dimensions with a wide range of magnifications, from large overviews to fine details.\n- precise magnification adjustment: utilizing the motorized 20x zoom and ezoom with electronic zoom curves to achieve accurate and reproducible magnification settings.\n- image optimization: controlling brightness and contrast to enhance the visibility of specific sample features.\n- ergonomic control: managing essential microscope functions (magnification, focus, contrast, brightness) via the sycop touch panel for efficient workflow.\n- system configuration: adapting the microscope to specific applications by leveraging the modular design and various interfaces and adapters.\n- documentation: capturing high-quality images with excellent depth perception across the entire zoom range.\nthe ability to reproduce zoom positions with high accuracy also supports tasks requiring comparative imaging at consistent magnifications.",
    "Lightsheet 7": "the zeiss lightsheet 7 is a versatile light sheet fluorescence microscope designed for fast and gentle 3d imaging of both living and optically cleared specimens. its unique illumination principle minimizes phototoxicity, enabling long-term observation of dynamic biological processes, while its adaptability allows for high-resolution imaging of large, cleared samples.\nkey research and application areas:\n- developmental biology and systems biology: studying morphogenesis, embryogenesis, spatio-temporal patterns of gene expression, cell origin and migration, and organogenesis in various model organisms like drosophila, zebrafish, and c. elegans.\n- live imaging of dynamic cellular processes: observing fast cellular dynamics in embryos and small organisms, including cell migration, cardiac and vascular development, neuro-development, and calcium imaging.\n- three-dimensional cell culture and tissue engineering: analyzing live imaging of 3d cell cultures, spheroids, cysts, tissue cultures, and organotypic cultures to investigate cell migration, expression patterns, and cell proliferation.\n- plant biology: investigating developmental processes and performing physiological measurements in plants.\n- marine biology: fluorescence imaging of various marine organisms such as ciona, squid, plankton, and flatworms.\n- structural imaging of fixed specimens: fluorescence volume imaging of fixed, large (mm-sized) specimens like early mouse embryos, zebrafish and medaka fish, and tissues.\n- neuroscience: studying neuronal morphology in cleared organoids\n, mapping interneurons and purkinje cells in the entire mouse brain, and investigating nerve fiber organization in tissues.\n- immunology: imaging intact lymphoid organs in 3d to analyze and quantify immune responses.\n- nephrology: utilizing 3d whole organ imaging and computational analysis of kidney structures to understand mechanisms of kidney diseases.\n- regenerative biology: investigating limb and spinal cord regeneration in organisms like salamanders.\n- mesoscopic tissue imaging: imaging larger specimens, such as entire mouse brains, at lower magnifications for overview and faster data acquisition.\ntypical sample types:\n- living organisms: whole living model organisms like drosophila melanogaster, zebrafish, c. elegans, and marine organisms.\n- embryos: from various organisms, including early mouse embryos, zebrafish, and others, both fixed and live.\n- cultured cells: live imaging of 3d cell cultures, spheroids, and cysts.\n- tissues and organs: both living and optically cleared, including mouse brains, kidneys, lymphoid organs, and other specimens.\n- plants and plant structures: including developing arabidopsis flowers.\n- fixed specimens: fluorescently labeled and optically cleared tissue sections, organs, spheroids, and biopsies.\n- organoids: recapitulating aspects of organ development, such as neuronal organoids.\ncommonly performed tasks:\n- fast and gentle volumetric imaging: acquiring 3d datasets of living samples over extended periods with minimal phototoxicity.\n- multiview imaging: acquiring data from multiple angles to generate comprehensive 3d reconstructions.\n- high-resolution imaging of large cleared specimens: imaging samples up to 2 cm in size with subcellular resolution.\n- long-term live cell imaging: observing developmental processes and physiological dynamics over days.\n- optical sectioning: generating inherent optical sections by illuminating a single thin plane of the sample.\n- artifact-free imaging: utilizing patented pivot scan technology to minimize shadows and improve image quality.\n- refractive index matching: adjusting optics and sample chambers to match the refractive index of different clearing solutions for optimal image quality.\n- large data set acquisition and management: generating and handling large multichannel datasets from 3d and time-lapse imaging.\n- image processing and analysis: utilizing software like zen (blue edition) and arivis vision4d®️ for tasks such as reconstruction, deconvolution, stitching, volume rendering, and quantitative analysis.\n- multidimensional imaging: combining time, multiple positions, tiling, and multiview acquisition for complex experiments.\n- live sample maintenance: providing controlled environmental conditions with heating, cooling, and co2 supply.\n- customized sample mounting: adapting to various sample sizes and types with flexible sample holder designs and the possibility of custom-designed holders.\n- mesoscopic imaging: imaging large volumes, like whole mouse brains, at lower magnifications with high quality in a fraction of the time compared to other approaches.",
    "Stemi 508": "the zeiss stemi 508 is an apochromatic stereo microscope with an 8:1 zoom range, designed for high-contrast, color-accurate three-dimensional observation and documentation of diverse samples. its ergonomic design and robust mechanics support demanding applications in laboratory and industrial settings.\nkey research and application areas:\n- biological research: suitable for observing the development and growth of model organisms like spider crabs, chicken, mouse, or zebrafish, including the evaluation, sorting, selection, or dissection of eggs, larvae, or embryos. it is also used in botany to observe changes in plant organs, diseases, and root development, in entomology for insect observation, documentation, and identification, in marine biology to study the life and reproduction of fish, and in parasitology for detecting and identifying the spread of parasites. the microscope is valuable for forensic analysis of ammunition parts, tool marks, documents, fibers, coatings, glass, textiles, or hair, and in art restoration for analyzing and conserving artworks layer by layer.\n- industrial inspection and quality control: applied in printed circuit board (pcb) inspection to check for contact quality, wiring, residues, and solder joint faults. it is also used in failure search and analysis to identify reasons for faulty circuits, in the diamond industry for quality evaluation and impurity detection, and in the assembly of small, high-precision components in medical devices, sensor manufacturing, and the clocks and watches industry. the microscope is also relevant for evaluating the surface quality in printing and engraving and for inspecting minted coins and medals.\n- geology and paleontology: used for collecting and investigating assemblages of fossil foraminifera to determine rock age.\ntypical sample types:\n- biological specimens: eggs, larvae, embryos of various organisms, plant organs, insects, fish, parasites, tissues, hairs, fibers.\n- industrial components: printed circuit boards, electronic contacts, wiring, solder joints, metal parts, small mechanical components (e.g., in medical devices, sensors, watches), optical fibers, diamonds, paper, engravings, minted coins, medals.\n- forensic evidence: ammunition parts, tool marks, documents, fibers, coatings, glass, textiles, hair.\n- artworks: paintings, sculptures, various materials used in art.\n- geological samples: fossil foraminifera.\n- transparent and semi-transparent materials: may be analyzed using transmitted light techniques.\ncommonly performed tasks:\n- detailed observation and examination: utilizing the 8:1 zoom to transition from large overviews (up to 122 mm object field) to high magnification (up to 50x with basic system, or 2x to 250x with interchangeable optics) for minute structural analysis. the apochromatic correction ensures distortion-free and color-fringe-free imaging.\n- three-dimensional viewing: leveraging the greenough stereoscopic design with twin body tubes inclined by 11deg to achieve a strong spatial impression and depth perception, essential for understanding sample morphology. the precise zoom adjustment maintains a well-balanced 3d impression for relaxed viewing.\n- specimen manipulation and preparation: the long working distances (up to 287 mm with specific optics) provide ample space for easy specimen handling, dissection, and manipulation using tools or micromanipulators.\n- illumination and contrast optimization: employing a variety of reflected and transmitted light techniques, including brightfield, darkfield, polarization, and oblique illumination, facilitated by interchangeable led illuminators (spot, double spot, segmentable ringlight) and fiber optic light sources. these techniques enhance the visibility of specific features like surface structures, defects, or internal details in diverse sample types.\n- image acquisition and documentation: integrating with zeiss axiocam cameras and other digital cameras via interchangeable camera adapters to capture high-resolution images and videos for documentation, archiving, and sharing. software like zen lite and labscope facilitates image processing and analysis.\n- ergonomic operation: maintaining a comfortable posture during extended use due to the low 35deg viewing angle. optional accessories like hand rests further enhance user comfort.\n- reproducible settings: utilizing the optional zoom click stops to easily reproduce magnification levels for consistent observation and documentation. the memory function in stand m led allows storing and recalling illumination settings.\n- customizable configurations: adapting the microscope to specific application needs by choosing from a wide range of stands, interchangeable optics (eyepieces and front optics), and illumination systems. various stages (gliding, tilting, rotating polarization) enable precise specimen positioning.",
    "Primovert": "the zeiss primovert is a compact inverted microscope designed for efficient examination and evaluation of living cells, particularly suited for cell culture laboratories. its key applications revolve around fast and efficient investigation of cellular morphology and development.\nkey research and application areas:\n- live cell analysis: primovert enables the study of unstained living cells using phase contrast and gfp-labeled cells via fluorescence contrast. this allows for dynamic observation of cellular processes over time.\n- cell culture research: the microscope is optimized for working directly within a sterile environment such as a laminar flow cabinet. it facilitates the examination of cells grown in various containers like petri dishes, well plates, and culture flasks.\n- education and training: primovert is suitable for teaching and demonstrating microscopy techniques to students and technical assistants. the availability of integrated imaging and sharing capabilities enhances collaborative learning.\n- documentation and quality control: the system allows for the capture of microscope images and videos, along with the creation of notes and reports for documentation and quality management purposes.\n- collaborative workflows: with integrated camera options and the labscope imaging app, real-time observation and sharing of live images with colleagues is possible, fostering collaboration and discussion.\ntypical sample types:\n- living cells in culture: including various cell lines such as u2os cells and hela cells.\n- unstained biological specimens: which benefit from phase contrast to enhance visibility of transparent structures.\n- fluorescently labeled cells: specifically gfp-expressing cells, enabling the study of gene expression and protein localization.\n- a range of samples grown in different cell culture vessels, including petri dishes, multiwell plates, and culture flasks.\n- other microscopic samples:** such as fungal structures (conidia) and algae (micrasterias radiata), demonstrating versatility beyond animal cell culture.\ncommonly performed tasks:\n- observing cell morphology and dynamics: assessing the shape, structure, and changes in living cells.\n- utilizing phase contrast: enhancing the visibility of unstained, transparent specimens without the need for staining.\n- performing fluorescence microscopy: detecting and analyzing fluorescently labeled components within cells.\n- capturing and documenting images and videos: using integrated or external cameras to record observations for analysis and archiving.\n- sharing and discussing findings: utilizing software and connectivity features to display and share live and captured images with others.\n- adjusting magnification: switching between different levels of detail using the multiple objective nosepiece (typically 4x to 40x).\n- optimizing working conditions: adapting the microscope for different sample vessels by removing the condenser for larger flasks and using various mounting frames.\n- ergonomic operation: ensuring user comfort during prolonged use with the adjustable ergotube for different viewing angles and heights.\n- working in sterile environments: placing the compact microscope directly into a laminar flow cabinet for contamination-free cell culture work.",
    "Axioscope 5": "the zeiss axioscope 5 is a versatile microscope system designed for a range of biomedical research and routine applications, facilitating efficient analysis and documentation of biological specimens.\nkey research applications of the axioscope 5 include:\n- brightfield and fluorescence microscopy for routine and research imaging.\n- multichannel fluorescence imaging for analyzing multiple fluorescent markers simultaneously (uv, blue, green, red).\n- digital acquisition and documentation of specimens in various contrasting techniques.\n- applications across diverse fields such as pathology, cytology, hematology, microbiology, botany, and forensics.\n- investigating fundamental biological processes in areas like neuroscience, cell biology, and molecular genetics.\n- co-observation and collaborative viewing for training and consultation purposes.\nthe axioscope 5 supports the examination of a wide variety of sample types, including:\n- biological tissues and cells, both stained and unstained. examples include histological sections, cell cultures, and whole organisms.\n- body fluids such as blood, urine, and sputum, commonly encountered in clinical labs.\n- microbiological specimens like bacteria, fungi, viruses, and parasites, often requiring specific staining techniques.\n- plant samples, including tissues, cells, algae, and genetically modified organisms.\n- forensic evidence such as tissue sections, fibers, and biological traces.\n- samples requiring different contrasting techniques, including transmitted light specimens and those suitable for fluorescence microscopy.\ncommonly performed tasks with the axioscope 5 encompass:\n- detailed morphological analysis using various transmitted light contrasting methods like brightfield, darkfield, phase contrast, dic, and polarization contrast.\n- acquisition of high-quality, color-accurate images and videos for documentation and analysis.\n- automated digital documentation with features like automatic white balance and brightness adjustment.\n- multicolor fluorescence imaging with automated channel switching and overlaying, even without a computer for basic setups.\n- ergonomic operation to facilitate prolonged use in routine and research settings.\n- collaborative viewing and discussion of specimens through optional co-observation systems.\n- efficient workflows that allow users to focus on the sample rather than complex documentation procedures.\n- standalone operation for basic imaging tasks or integration with zeiss labscope and zen software for advanced analysis and connected microscopy.",
    "AxioZoom V16": "the zeiss axio zoom.v16 is a versatile zoom microscope system primarily designed for fluorescence imaging of large fields of view, enabling a wide range of biological research applications. its key features support efficient screening, detailed examination, and advanced imaging of diverse biological specimens.\nkey research and application areas:\n- fluorescence screening and imaging: the axio zoom.v16 excels at bright fluorescence imaging over large object fields. this capability is particularly valuable for screening complete model organisms and identifying promising specimens. the system is well-suited for both routine screening and demanding multidimensional imaging applications.\n- developmental biology: the ability to observe whole living plants and screen a large number of whole model organisms such as zebrafish and drosophila embryos makes the axio zoom.v16 highly relevant for developmental biology research.\n- plant biology: the system can be used to observe whole living plants and identify and document specific tissues, such as weakly autofluorescent gland tissue of nepenthes.\n- forensics: the axio zoom.v16 can be employed to find minute human traces on large objects, such as identifying and isolating human cells for further analysis like pcr.\n- optical sectioning: with apotome.2, the system can generate optical sections of fluorescent samples, eliminating out-of-focus light and providing high-contrast images in the focal plane, even in thicker specimens.\ntypical sample types:\n- whole living plants.\n- whole model organisms, such as embryos of zebrafish and drosophila.\n- biological tissues and cells.\n- fluorescently labeled specimens.\n- large objects with minute traces (in forensics).\ncommonly performed tasks:\n- screening large populations of organisms or samples for fluorescence signals.\n- identifying and documenting specific features or regions of interest.\n- high-resolution fluorescence imaging of large fields of view.\n- acquiring multidimensional images, such as z-stacks, particularly when combined with apotome.2 for optical sectioning.\n- live specimen imaging.\n- isolating and manipulating samples of interest, potentially with additional tools like micromanipulators.\n- observing samples using various transmitted light techniques, including brightfield, darkfield, and oblique illumination, with automated optimization.",
    "Axiolab 5": "the zeiss axiolab 5 is a versatile microscope system designed for efficient analysis and documentation in various laboratory settings. its capabilities support a wide range of scientific investigations and routine analyses.\nkey research applications of the axiolab 5 include:\n- microscopic examination of biological and material samples across diverse fields such as clinical diagnostics, biomedical research, and materials science.\n- brightfield and fluorescence microscopy for visualizing cellular structures, tissue morphology, and material characteristics.\n- digital acquisition and documentation of microscopic findings with accurate color and detail.\n- applications in histopathology, cytology, hematology, microbiology, cytogenetics, food and agriculture, andrology and gynecology for the study of tissues, cells, microorganisms, and biological fluids.\n- materials characterization, including metallography for analyzing grain size, structure, and phases, as well as the examination of polymers and minerals [see conversation history].\n- collaborative viewing and training using optional co-observation systems.\nthe axiolab 5 supports the analysis of a broad spectrum of sample types, including:\n- biological specimens such as tissue sections, cell smears, blood samples, microorganisms (bacteria, fungi, parasites, viruses), and chromosomes.\n- material samples including metals, polymers, and minerals, both in bulk and thin sections [see conversation history].\n- stained and unstained samples suitable for various contrasting techniques.\n- samples requiring transmitted or reflected light microscopy, depending on their transparency and the features of interest.\ncommonly performed tasks with the axiolab 5 encompass:\n- detailed morphological analysis using contrasting techniques such as brightfield, darkfield, phase contrast, and fluorescence.\n- acquisition of high-resolution images and videos directly from the microscope stand with a dedicated snap button.\n- automated digital documentation with automatic adjustment of imaging parameters and inclusion of scaling information.\n- multichannel fluorescence imaging for the detection and analysis of multiple fluorescent labels.\n- ergonomic operation designed for comfortable long-term use, reducing strain and fatigue.\n- efficient workflows that minimize manual steps and allow users to focus on the sample.\n- standalone operation for basic imaging without a computer, or integration with zeiss labscope and zen software for advanced image analysis, annotation, and sharing.\n- cost and energy saving measures such as an eco mode that puts the microscope into standby when idle.\n- consistent illumination across different magnifications, reducing the need for manual adjustments.\n- collaborative discussion and education through co-observation capabilities.",
    "Stemi 305": "the zeiss stemi 305 is a compact and versatile stereo microscope utilizing a greenough optical design to provide three-dimensional observation with crisp contrast and a 5:1 zoom range. its integrated illumination and documentation features make it suitable for a wide array of applications across education, laboratory research, and industrial inspection.\nkey research and application areas:\n- education and training: facilitates the study and identification of various unprepared biological and geological specimens in academic lessons and lab courses. it supports live demonstrations of sample preparation and dissection, allowing simultaneous observation by students. the system enables the creation of digital classrooms where live images can be shared, compared, and discussed.\n- biological and biomedical research: used for screening, sorting, and preparing diverse biological samples such as plants, animals, embryos, eggs, and larvae. it is suitable for observing and manipulating model organisms like drosophila, c. elegans, xenopus, and zebrafish. applications extend to veterinary medicine for the identification of parasites and their developmental stages, as well as the collection and classification of embryos.\n- materials science and industrial inspection: essential for the assembly, visual inspection, and repair of 3d shaped industrial workpieces, including electronic and optoelectronic components, small mechanical parts, sensors, and measuring devices. it is used for the visual inspection of printed circuit boards for defects and the examination of soldered connections, micro technology circuits, and automotive components. also applicable in dental laboratories for precise finishing and defect identification.\n- geological and mineralogical studies: enables the study of the composition and structure of minerals and rocks, as well as the collection and identification of microfossils.\ntypical sample types:\n- biological specimens: unprepared plant organs, small animals (worms, snails, spiders, frogs, mice), biological embryos, larvae, adult organisms, parasites (mites, ticks, fleas, lice), eggs.\n- geological samples: minerals, rocks, microfossils (foraminifera).\n- industrial components: electronic components, optoelectronic components, small mechanical parts, sensors, measuring devices, soldered connections, thick film circuits, hybrid circuits, injection nozzles, air bags, abs systems, motor components, chassis components, dental frameworks.\n- transparent specimens: colored transparent specimens, birefringent crystals, glass, plastics.\ncommonly performed tasks:\n- three-dimensional observation: viewing samples with a strong sense of depth and natural perspective without the need for extensive preparation.\n- specimen illumination and contrast enhancement: utilizing variable integrated led illumination for reflected and transmitted light, including brightfield, darkfield, polarization, and oblique light techniques, to optimize contrast for different sample types and features. this includes near-vertical illumination for indentations, oblique spots for shadows, and ringlights for shadow-free or segmentable illumination.\n- image acquisition and documentation: capturing images and videos using integrated camera options (wi-fi/ethernet) or via a conventional phototube for compatibility with zeiss axiocam cameras and zen lite software. this supports documentation, archiving, sharing, and collaboration.\n- live sharing and collaboration: streaming live microscope images to connected mobile devices using labscope for educational and collaborative purposes.\n- manipulation and preparation: performing tasks such as sorting, preparing, dissecting, and manipulating samples under magnification, often benefiting from long working distances and various illumination options.\n- inspection and quality control: identifying defects, residues, scratches, and other irregularities in industrial components using various illumination contrasts and the zoom capability.\n- measurement and annotation: adding annotations and measurements to acquired images using software like labscope.\n- transport and setup: easily transporting, installing, and setting up the compact all-in-one system for use in different locations or educational settings.",
    "AxioObserver 5": "the zeiss axio observer is a highly adaptable inverted microscope platform designed for a broad spectrum of life science research applications. its flexibility allows for customization to meet diverse experimental needs.\nkey research applications supported by the axio observer include:\n- live cell imaging for studying dynamic biological processes.\n- fixed sample analysis for detailed morphological and molecular characterization.\n- multimodal imaging, enabling the integration of data from various techniques like light and electron microscopy.\n- long-term time-lapse experiments for observing cellular behavior over extended periods.\n- high-resolution imaging of subcellular structures.\n- automated imaging workflows for increased efficiency and throughput.\nthe axio observer accommodates a wide variety of sample types:\n- cell cultures, including label-free, transfected, neuronal, muscular, and adherent cells.\n- tissue samples, such as thin slices and multi-labeled living sections.\n- small organisms.\n- organoids and spheroids.\n- microbiomes, bacteria, and yeast cultures.\n- samples in various carriers like petri dishes, chamber slides, and multiwell plates.\nresearchers can perform a multitude of tasks with the axio observer, including:\n- monitoring and documenting cell culture conditions.\n- evaluating transfection efficiency and stability.\n- analyzing cell and tissue morphology and growth.\n- conducting mechanical manipulations of cells like microinjection.\n- observing rapid physiological and electrical signaling in living cells.\n- identifying, quantifying, and characterizing cellular and molecular markers using fluorescence techniques.\n- performing long-term observation of biological parameters in 2d and 3d.\n- characterizing microorganisms and host-parasite interactions.\n- automated sample identification and navigation.\n- maintaining stable focus during extended experiments.\n- acquiring high-resolution images with minimal aberrations.\n- automated immersion for high-resolution imaging of aqueous samples.\n- integrating and analyzing data from multiple imaging modalities.\nkey enabling technologies of the axio observer include the ai sample finder for automated sample handling and overview imaging, definite focus 3 for continuous focus maintenance, and efficient led illumination systems like colibri for gentle and spectrally flexible fluorescence excitation. the system's open architecture allows for the integration of various objectives, cameras, and accessories and is supported by zen imaging software for experiment control and data analysis.",
    "Axiovert 5": "the zeiss axiovert 5 is a smart inverted microscope designed for a wide range of applications in cell culture and research, enabling efficient imaging and analysis of various biological samples. its key functionalities support a broad spectrum of investigations, from routine cell maintenance to advanced scientific inquiry.\nkey research and application areas:\n- cell culture monitoring and analysis: the axiovert 5 facilitates the routine monitoring and analysis of cell cultures, including tasks like determining cell confluency and counting cells. this is crucial for assessing cell proliferation, viability, and preparing for downstream experiments. the integration of optional ai-powered modules (ai cell confluency and ai cell counting in labscope) automates these processes, enhancing reproducibility and efficiency.\n- live cell imaging: the microscope is adaptable for long-term live cell imaging when combined with compatible stage top incubators, allowing researchers to study dynamic cellular processes over extended periods.\n- multichannel fluorescence imaging: equipped with a six-position reflector turret and compatibility with various fluorescence light sources like colibri 3, the axiovert 5 enables the visualization of multiple fluorescently labeled cellular components simultaneously. this is essential for studying protein interactions, transfection efficiency, and the localization of different cellular structures.\n- contrast techniques for diverse samples: the system supports a wide array of transmitted light contrasting techniques, including dic, ihmc, phase contrast, and brightfield, making it suitable for investigating diverse cell lines, tissues, and users. techniques like plasdic are particularly useful for visualizing structures like the zona pellucida of oocytes, critical in artificial reproductive technologies.\n- histological sample analysis: the axiovert 5 can be used to document and analyze stained tissue sections. with the labscope fast panorama module, it can even be used for acquiring virtual slides of histological samples by automatically stitching together manually acquired images.\n- specialized applications in art and research: the microscope's stability and support for various contrasting techniques make it valuable for visualizing fine details in oocytes and embryos for artificial reproductive technologies (art) and research involving micromanipulation like crispr injection.\ntypical sample types:\n- cell cultures: including various cell lines such as hela kyoto cells, u2os cells, cos-7 cells, hek cells, llc-pk1 cells.\n- tissue cultures.\n- stained cell and tissue preparations: including fluorescently labeled samples (e.g., with gfp, nucblue, cellmask green, mitotracker red) and histologically stained tissue sections (e.g., he staining).\n- oocytes and embryos: for studies in reproductive biology and art.\n- sperm cells: for assessing shape and vacuole count.\n- transfected cells: for checking transfection efficiency using fluorescence.\n- whole slide images (wsi) of biological samples.\ncommonly performed tasks:\n- focusing and capturing high-quality images: the system is designed for fast time to picture, allowing users to focus on their samples and easily capture crisp images with a single button press (snap).\n- digital documentation: acquiring images and videos directly from the microscope stand, with the option to save them on a usb stick without needing an external computer.\n- multichannel fluorescence imaging and analysis: visualizing and documenting multiple fluorescent signals simultaneously, with automatic control of light sources and exposure settings.\n- utilizing different contrasting techniques: switching between brightfield, phase contrast, dic, ihmc, and plasdic to obtain comprehensive information from various sample types.\n- automated cell counting and confluency analysis: using optional labscope modules with ai to obtain instant, reproducible quantitative data on cell cultures.\n- measuring and annotating structures: using labscope software to measure and annotate features in live or acquired images.\n- creating virtual slides: manually scanning and automatically stitching images of large samples using the labscope fast panorama module.\n- long-term time-lapse imaging: monitoring cellular behavior and development over time with optional incubation systems.\n- performing micromanipulation: visualizing samples with high clarity using techniques like plasdic and dic to guide procedures such as crispr injection in oocytes.\n- data management and sharing: saving images with metadata and potentially sharing them via network connectivity.",
    "Primostar": "the zeiss primostar 3 is a robust and user-friendly light microscope designed for both educational and routine laboratory work. it offers versatility through pre-defined packages tailored for specific applications.\nkey research and application areas:\n- education: the primostar 3 is designed to inspire students in digital classrooms and facilitate productive learning. it supports both basic fixed-kohler teaching setups and dedicated full-kohler configurations for teaching the principles of kohler illumination. connected microscopes and imaging software enable interactive learning experiences, allowing teachers to monitor student progress and share relevant images. the microscope's durability ensures it can withstand daily use in educational settings.\n- routine laboratory work: the primostar 3 is a reliable partner for efficient lab work. its sturdy metal frame and durable components ensure smooth operation over extended periods. pre-defined packages cater to various routine applications. the ergonomic design, including a long stage drive and optional double-slider holder, enhances user comfort and efficiency during prolonged use.\n- specific application fields: the primostar 3 is suitable for diverse fields, including:\n- histology and histopathology: studying microscopic structures of cells, tissues, and organs for knowledge acquisition and diagnostic justification.\n- cell biology: investigating cell structures, components, forms, and functionalities, crucial for understanding processes like uncontrolled cell growth.\n- food microbiology: detecting and analyzing food additives like bacteria to understand their composition and effects on health.\n- medical microbiology: identifying different bacteria, which is essential for determining patient treatment.\n- hematology: visualizing and analyzing blood cells and their pathogenic changes, enabling cell counting and differential tests.\n- gynecology: examining vaginal fluid composition to identify microorganisms and pathological processes, often using phase contrast.\n- plant biology, ecology, and agriculture: studying plant morphology, physiology, detecting pests and diseases, and diagnosing malnutrition.\n- sputum detection: identifying mycobacterium tuberculosis using brightfield microscopy, with the option to use fluorescence microscopy for faster and more sensitive detection.\ntypical sample types:\nthe primostar 3 can be used to examine a wide array of biological and material samples relevant to the applications listed above, including:\n- histological slides of tissues and organs.\n- cellular samples and cultures.\n- food samples containing microorganisms.\n- bacterial smears and cultures.\n- stained blood smears.\n- vaginal fluid samples.\n- plant tissues and specimens.\n- sputum samples.\n- general microscopy samples suitable for brightfield, phase contrast, darkfield, and fluorescence techniques.\ncommonly performed tasks:\nusers can perform a variety of tasks with the primostar 3, leveraging its different configurations and features:\n- brightfield microscopy: basic observation of stained or naturally pigmented specimens.\n- phase contrast microscopy: enhancing the visibility of unstained, transparent samples by converting phase shifts in light passing through the specimen into amplitude differences.\n- darkfield microscopy: observing unstained specimens by illuminating them with oblique light, causing them to appear bright against a dark background.\n- fluorescence microscopy: visualizing specific structures or molecules labeled with fluorescent dyes or proteins using appropriate excitation and emission filters.\n- digital imaging and documentation: capturing images and videos using integrated cameras or by attaching external microscope cameras via a phototube.\n- image analysis: utilizing software like zeiss labscope for displaying live images, capturing and annotating images, measuring distances, and sharing data.\n- teaching and collaboration: sharing live microscope views with students via connected devices and managing digital classrooms using dedicated software.\n- specimen examination at different magnifications: utilizing various objective lenses to observe samples at different levels of detail.\n- using kohler illumination: achieving optimal image quality and contrast with full-kohler setups, or utilizing pre-adjusted fixed-kohler versions for ease of use.\n- contrasting techniques: easily switching between different contrasting techniques using a condenser turret.\n- documentation: utilizing a phototube to connect microscope cameras for image and video capture.\n- polarizing contrast: quickly equipping the microscope with polarizers and analyzers for transmitted light polarization microscopy.\n- observation with ambient light: using an optional swiveling mirror for observation without electricity.\nthe zeiss primostar 3 provides a versatile and reliable platform for a wide range of microscopy applications in education and routine laboratories, offering various contrasting techniques, digital capabilities, and tailored configurations to meet specific needs.",
    "AxioExaminer": "the zeiss axio examiner is a highly flexible fixed-stage microscope system engineered to meet the demanding requirements of advanced biological research, particularly in electrophysiological applications and laser scanning microscopy. its design prioritizes accessibility, stability, and a wide range of contrasting techniques to enable detailed investigation of diverse biological specimens.\nkey research and application areas:\n- electrophysiology: the axio examiner is specifically tailored for electrophysiological investigations of cell cultures, living tissue sections, organs, and entire animals. its design provides exceptional access to the specimen area for micromanipulation with multiple electrodes, allowing researchers to conduct complex experiments with minimal disturbance. the system's mechanical and electrical stability is crucial for sensitive measurements.\n- advanced microscopy techniques: the platform supports a wide array of transmitted-light contrasting techniques including oblique illumination, differential interference contrast (dic), and the integrated dodt gradient contrast. these techniques can be optimized for both visible and infrared (ir) light to enhance the visibility of fine structures in various biological samples, including thick tissue sections where ir light penetration is advantageous.\n- laser scanning microscopy (lsm): the axio examiner serves as a foundational platform for confocal microscopy (lsm 710) and multiphoton microscopy (lsm 710 nlo). its stable design and flexible configuration options are essential for these advanced imaging modalities, enabling high-sensitivity and high-resolution imaging of fluorescently labeled specimens. the system supports techniques like z-stack imaging and live cell imaging.\n- intravital microscopy: the expandable specimen space, achieved by removing stage and condenser components or using a spacer, makes the axio examiner suitable for intravital imaging of large specimens. the joint development with the lsm 710 nlo further emphasizes its capabilities in demanding multiphoton intravital microscopy.\n- dual camera imaging: the axio examiner offers versatile options for simultaneous dual camera operation via side port coupling, a zoom tube, or a dedicated dual camera adapter. this capability is crucial for capturing rapid dynamic processes or simultaneously imaging multiple fluorescence channels with precise temporal synchronization, often utilized in conjunction with specialized software modules.\ntypical sample types:\n- cell cultures.\n- living tissue sections.\n- organs.\n- entire animals.\n- thick brain sections.\n- fluorescently labeled specimens.\n- live biological samples.\ncommonly performed tasks:\n- electrophysiological recordings using micropipettes with enhanced accessibility to the specimen.\n- high-resolution imaging of cellular and subcellular structures using various contrasting techniques.\n- time-lapse imaging of dynamic biological processes.\n- z-stack acquisition for three-dimensional reconstruction of samples.\n- multichannel fluorescence imaging to study multiple cellular components simultaneously.\n- confocal and multiphoton microscopy for deep tissue imaging and high sensitivity.\n- quantitative image analysis of fluorescence intensities and other parameters using dedicated software modules.\n- specimen manipulation under high magnification objectives with long working distances.\n- live cell imaging to observe biological processes in real-time.\n- precise positioning and repeated access to defined locations within the sample, facilitated by motorized components.",
    "SmartZoom 5": "the zeiss smartzoom 5 is an automated digital microscope designed for routine and failure analysis in quality control and quality assurance across various industrial fields. its key features facilitate efficient and reproducible measurements and analyses, even for untrained users.\nkey research and application areas:\n- industrial quality control and quality assurance (qa/qc): the system is specifically designed for qa/qc applications in virtually every field of industry.\n- routine analysis: the smartzoom 5 is suitable for repetitive analyses of the same sample types using a macro recording mode.\n- failure analysis: the microscope can be used to investigate the causes of product or component failures.\n- multi-angle viewing: its motorized architecture allows for easy high magnification, high-resolution viewing from different angles (up to +/- 45deg) while keeping the region of interest in focus.\n- correlative microscopy: the system can be integrated with electron microscopes using the shuttle & find feature to easily relocate and overlay regions of interest.\ntypical sample types:\n- a wide variety of industrial components and materials are suitable for analysis, as demonstrated by examples such as laser welds, airbag covers with laser shots, exhaust residues on outlet valves, and coil wires soldered to contact pins. the system is applicable to diverse samples requiring visual inspection, measurement, and defect analysis in industrial settings.\ncommonly performed tasks:\n- visual inspection and examination: the digital microscope enables detailed examination of sample surfaces and features at magnifications ranging from 10x to 2020x with a choice of four smart objectives.\n- image acquisition and enhancement: the system provides image presets and enhancement options to optimize image quality. it also offers a 'best image' function to select the most suitable image from a series with varying lighting and processing conditions.\n- automated measurements: a number of image algorithms enable automatic measurements.\n- macro to micro workflow: the integrated graphic user interface and gesture control facilitate seamless navigation from macroscopic overviews to microscopic details.\n- repeat sample analysis: dedicated step-by-step workflows can be recorded and stored for reproducible analysis of the same sample types.\n- annotation and reporting: users can easily annotate images and export reports to word templates.\n- objective management: the encoded objectives are automatically recognized by the software, which adjusts measurement calibration, focus, and x/y position accordingly when objectives are changed.\n- illumination control: the built-in, segmentable led ring light provides flexible control over illumination conditions. coaxial brightfield and segmented ringlight illumination are available.\n- navigation and relocation: an overview camera allows for quick navigation to relevant regions of interest. the shuttle & find feature enables the relocation of defined regions of interest to an electron microscope.\n- collision detection: a safety feature automatically retracts the optical engine upon contact with the sample.\n- vibration dampening and image stabilization: built-in systems reduce vibration and stabilize the image for crisp details.",
    "Lattice Lightsheet 7": "the zeiss lattice lightsheet 7 is a sophisticated microscopy system designed for gentle and high-resolution volumetric imaging of living specimens, enabling the study of intricate subcellular dynamics over extended periods. its core technology combines the speed and low phototoxicity of light sheet microscopy with near-isotropic resolution, making it a powerful tool for a wide range of biological investigations.\nkey research and application areas:\n- live cell imaging of subcellular processes: observing the morphology and dynamics of organelles, their interactions, and vesicle trafficking with high spatiotemporal resolution.\n- long-term imaging of dynamic events: studying cellular behaviors like cell proliferation, apoptosis, cell migration, cell-cell interactions, and the cell cycle over hours or days with minimal photobleaching and phototoxicity.\n- volumetric imaging of 3d cell cultures and organoids: investigating the development, self-organization, cell migration, proliferation, and cell-cell interactions within spheroids, organoids, cysts, and cells in hydrogel.\n- developmental biology of small organisms: imaging the structural details and fast cellular and subcellular dynamics in embryos of zebrafish, c. elegans, and drosophila with close to isotropic resolution.\n- imaging of delicate and light-sensitive samples: studying challenging samples like live oocytes and mitotic cells with subcellular detail, benefiting from gentle illumination.\n- investigation of co-localization and molecular interactions: performing multi-color imaging with minimized crosstalk to confidently determine the spatial relationships between different cellular components.\n- ratiometric experiments: analyzing fluorescence intensity ratios to gain insights into cellular processes, such as mitochondrial membrane potential.\n- imaging expanded samples: enabling the visualization of fine structures in physically expanded biological specimens.\ntypical sample types:\n- various live cell cultures: including adherent and suspension cells, commonly used cell lines (e.g., llc-pk1, u2os, cos-7), and primary cells expressing fluorescent proteins or labeled with dyes.\n- three-dimensional cell models: such as spheroids, organoids, and cells embedded in hydrogels, allowing for the study of cellular behavior in a more physiological context.\n- developing embryos: from model organisms like zebrafish, c. elegans, and drosophila, enabling the visualization of developmental processes at cellular and subcellular resolution.\n- oocytes: providing insights into the earliest stages of life with minimal disturbance.\n- plant cells and tissues: for example, imaging pollen grain and pollen tube development and mitochondrial dynamics.\n- immune cells: such as t cells, allowing for the study of their motility and activation.\ncommonly performed tasks:\n- high-speed volumetric imaging: acquiring three-dimensional datasets rapidly to capture dynamic events without missing crucial details.\n- gentle long-term time-lapse microscopy: observing cellular and subcellular dynamics over extended periods with minimal phototoxicity and photobleaching.\n- multi-color imaging: simultaneously or quasi-simultaneously acquiring data from multiple fluorescent channels to study the interplay of different cellular components.\n- near-isotropic resolution imaging: obtaining three-dimensional images with structural details in their true proportions.\n- automated system alignment and sample handling: simplifying the experimental workflow with integrated auto-alignment, standard sample carrier compatibility, and automated sample leveling.\n- advanced image processing and analysis: utilizing dedicated software for tasks such as deskewing, deconvolution, coordinate transformation, stitching of large areas, and quantitative data analysis.\n- unattended long-term experiments: conducting experiments over hours or days with controlled environmental conditions and automated immersion media replenishment.\n- tracking of cellular and subcellular components: following the movement and interactions of organelles, vesicles, and molecules in three dimensions.\n- co-localization analysis: determining the spatial overlap of different fluorescently labeled structures with high confidence.\n- ratiometric measurements: quantifying changes in fluorescence intensity ratios to infer physiological parameters.",
    "Lattice SIM 5": "the zeiss lattice sim 5 is an advanced live imaging system engineered for uniform super-resolution microscopy, enabling the visualization of intricate biological networks and dynamic events at the sub-organelle level. its core technology balances imaging speed, light sensitivity, and resolution to study living and fixed biological specimens.\nkey research and application areas:\n- cellular biology: investigating the structure, function, and dynamics of single cells, including subcellular compartments and molecular interactions.\n- subcellular dynamics: observing highly dynamic processes within cells, such as cytoskeletal movements (actin, microtubules), mitochondrial fusion and fission, and endoplasmic reticulum remodeling.\n- molecular interactions: studying the spatial organization and interactions of multiple proteins within cellular structures using multicolor imaging.\n- neurobiology: examining the fine structure and dynamics of neuronal components.\n- developmental biology: visualizing cellular and subcellular events in developing organisms.\n- live imaging: capturing rapid biological processes with high temporal resolution and minimal phototoxicity.\n- super-resolution microscopy: resolving structures beyond the diffraction limit to visualize nanoscale details.\n- pharmacology and toxicology: assessing drug effects and toxicological impacts on cellular and subcellular structures and dynamics.\ntypical sample types:\n- single cells: including mammalian cell lines (e.g., u2os, cos-7) expressing fluorescent proteins or labeled with standard dyes.\n- subcellular structures: isolated or in-situ organelles like mitochondria, endoplasmic reticulum, golgi apparatus, actin and microtubule networks, and the synaptonemal complex.\n- fixed cells and tissues: where high spatial resolution is prioritized.\n- thin tissue sections: for detailed structural analysis.\n- organoids and 3d cell cultures: to study cellular interactions and dynamics in more complex environments.\n- whole organisms (small): for developmental studies and broader contextual imaging.\ncommonly performed tasks:\n- super-resolution imaging: achieving spatial resolution down to 60 nm to visualize fine cellular details.\n- high-speed live cell imaging: capturing rapid dynamics at up to 255 frames per second using speed enhancement modes.\n- 3d volume imaging: reconstructing three-dimensional cellular and subcellular structures with super-resolution and optical sectioning.\n- simultaneous two-color imaging: investigating the co-localization and interactions of different fluorescently labeled components.\n- optical sectioning: reducing out-of-focus light and improving contrast in thick samples using sim apotome mode.\n- time-lapse imaging: observing dynamic changes in living samples over time with minimized phototoxicity.\n- image reconstruction and processing: utilizing algorithms like sim2 to enhance resolution, reduce artifacts, and improve sectioning quality.\n- multi-scale imaging: combining overview images with high-resolution details to provide spatial context.\n- quantitative analysis: measuring distances, dynamics, and other parameters from super-resolution images and time-lapse data.\n- gentle imaging: employing light-efficient illumination patterns and reduced exposure times to minimize photobleaching and phototoxicity in living specimens.\n- correlative microscopy: integrating data with other imaging modalities through software tools.'",
    "Celldiscover 7": "the zeiss celldiscoverer 7 is a highly adaptable and automated microscopy system designed for high-content imaging and advanced biological workflows. it provides easy access to high-quality data acquisition for a wide range of research needs. the system emphasizes automation, flexibility, and stable long-term operation, allowing researchers to collect statistically relevant data efficiently.\nkey research applications:\n- live cell imaging: enables observation of dynamic biological processes over extended periods, including cell growth assays, motility studies, and stimulus-induced responses. it supports maintaining stable environmental conditions such as temperature, co2, and o2 control.\n- high-content screening: optimized for explorative applications requiring the efficient acquisition of large datasets from multi-well plates for drug screening, pharmacological studies, and cell-based assays.\n- fixed sample analysis: facilitates the identification, quantification, and qualification of cellular and tissue components using various markers in 2d and 3d samples, including tissue sections, cell cultures, and small organisms.\n- label-free imaging: offers transmitted light contrast methods like brightfield, oblique, and phase gradient contrast for studying cell and tissue morphology and growth state without the need for fluorescent labels.\n- advanced 3d imaging: supports confocal imaging with lsm 900 and airyscan for high-resolution optical sectioning and analysis of 3d cell cultures, tissue preparations, and small organisms.\ncommonly analyzed sample types:\ncelldiscoverer 7 is adaptable to a wide variety of biological samples, including:\n- 2d and 3d cell cultures.\n- tissue sections.\n- small model organisms (e.g., zebrafish, drosophila, c. elegans) and their embryos.\n- organoids and spheroids.\n- adherent and suspension cells.\n- arachnids.\n- parasites (e.g., trypanosoma brucei, leishmania donovani).\n- plant tissues (e.g., plant roots).\nthe system automatically recognizes various sample carrier types such as multi-well plates, petri dishes, chamber slides, and standard slides.\ntypical research tasks and capabilities:\n- automated data acquisition with automatic calibration, focus adjustment, and aberration correction.\n- multi-dimensional imaging including multi-fluorescence, label-free imaging, transmitted light contrasts, and 3d confocal imaging.\n- long-term time-lapse experiments with stable environmental control and automated water immersion for high numerical aperture objectives.\n- high-speed widefield and confocal imaging for capturing dynamic processes.\n- gentle imaging with led technology to minimize phototoxicity and photobleaching, crucial for live cell studies.\n- automated sample handling and recognition using ai-based detection and barcode reading.\n- precise focusing and focus maintenance with hardware-based and software-based autofocus systems.\n- large area scanning and tiling with automated optimization of the scanning area based on the sample carrier and objective.\n- advanced confocal imaging techniques with lsm 900 and airyscan 2, offering enhanced resolution, sensitivity, and speed for detailed 3d analysis.\n- automated photomanipulation for frap, fret, and other related techniques.\n- efficient data processing and analysis with integrated zen imaging software, including deconvolution, ai-based segmentation, and customizable workflows.\n- correlative microscopy workflows facilitated by the connect toolkit, allowing integration and overlay of multimodal imaging data from various sources.\n- predictive and preventive service for maximizing system uptime and ensuring reliable results.\nthe zeiss celldiscoverer 7 provides a comprehensive and versatile platform for advanced biological research, offering a high degree of automation and adaptability to meet diverse experimental requirements and generate high-quality, statistically relevant data."
}
